#+FILETAGS: PERSONAL

*** DONE Clean up Habits file
CLOSED: [2023-01-29 Sun 13:01] SCHEDULED: <2023-01-29 Sun 12:30>
:PROPERTIES:
:Effort:   0:30
:END:
:LOGBOOK:
CLOCK: [2023-01-29 Sun 12:36]--[2023-01-29 Sun 13:01] =>  0:25
:END:
 [2023-01-14 Sat 11:28]

*** DONE [#E] Setup 2023 Ledger fresh 
CLOSED: [2023-07-30 Sun 21:40] SCHEDULED: <2023-07-30 Sun 21:00>
:PROPERTIES:
:CATEGORY: Task
:END:
:LOGBOOK:
CLOCK: [2023-07-30 Sun 21:06]--[2023-07-30 Sun 21:40] =>  0:34
:END:
 [2023-01-14 Sat 11:25]

*** DONE List & Review Accomplishments & Dissapointments
CLOSED: [2023-01-15 Sun 11:36] SCHEDULED: <2023-01-15 Sun 11:00>
:PROPERTIES:
:Effort:   45
:END:
:LOGBOOK:
CLOCK: [2023-01-15 Sun 11:05]--[2023-01-15 Sun 11:36] =>  0:31
:END:
 [2023-01-14 Sat 12:40]

*** DONE Conduct Deep Reflection
CLOSED: [2023-01-15 Sun 18:44] SCHEDULED: <2023-01-15 Sun 11:30>
:PROPERTIES:
:Effort:   5:00
:END:
:LOGBOOK:
CLOCK: [2023-01-15 Sun 11:36]--[2023-01-15 Sun 18:44] =>  7:08
:END:
 [2023-01-14 Sat 12:43]

- Reflect
- Interperet
- Visualize
  
*** DONE Systems Review & Setup
CLOSED: [2023-05-08 Mon 21:28] SCHEDULED: <2023-05-06 Sat 13:00>
:PROPERTIES:
:Effort:   3:00
:END:
:LOGBOOK:
CLOCK: [2023-05-06 Sat 12:56]--[2023-05-07 Sun 22:04] => 33:08
:END:
 [2023-01-14 Sat 12:44]

  - Guiding Principle
  - Pillars
  - Value Goals
  - Habits
  - Goal Outcomes
  - Projects
*** DONE Review Annual Plan and determine Guiding Principles
CLOSED: [2023-01-27 Fri 16:37] SCHEDULED: <2023-01-27 Fri 16:15>
:LOGBOOK:
CLOCK: [2023-01-27 Fri 16:13]--[2023-01-27 Fri 16:37] =>  0:24
:END:
 [2023-01-27 Fri 16:12]
 [[file:~/Orgfiles/tasks.org::*Perform Annual Planning][Perform Annual Planning]]

** DONE Plan the day 
CLOSED: [2023-06-10 Sat 13:22] SCHEDULED: <2023-06-10 Sat 12:50>
:PROPERTIES:
:Effort:   0:30
:END:
:LOGBOOK:
CLOCK: [2023-06-10 Sat 12:54]--[2023-06-10 Sat 13:22] =>  0:28
:END:
 [2023-06-10 Sat 12:51]

** DONE Goto Grocery
CLOSED: [2023-06-10 Sat 18:23] SCHEDULED: <2023-06-10 Sat 17:30>
:LOGBOOK:
CLOCK: [2023-06-10 Sat 17:31]--[2023-06-10 Sat 18:23] =>  0:52
:END:
 [2023-06-10 Sat 17:18]

** DONE Watch WSOP VLog While Planning my day
CLOSED: [2023-06-11 Sun 15:26] SCHEDULED: <2023-06-11 Sun 15:00>
:PROPERTIES:
:Effort:   0:30
:END:
:LOGBOOK:
CLOCK: [2023-06-11 Sun 14:55]--[2023-06-11 Sun 15:26] =>  0:31
:END:
 [2023-06-11 Sun 14:53]


** DONE Start Pasta Sauce
CLOSED: [2023-06-11 Sun 15:41] SCHEDULED: <2023-06-11 Sun 15:30>
:PROPERTIES:
:Effort:   0:30
:END:
:LOGBOOK:
CLOCK: [2023-06-11 Sun 15:26]--[2023-06-11 Sun 15:41] =>  0:15
:END:
 [2023-06-11 Sun 14:57]

** DONE Finish 2nd Bedroom Packing/Organizing
CLOSED: [2023-06-11 Sun 18:43] SCHEDULED: <2023-06-11 Sun 16:00>
:PROPERTIES:
:Effort:   3:00
:END:
:LOGBOOK:
CLOCK: [2023-06-11 Sun 16:04]--[2023-06-11 Sun 18:43] =>  2:39
:END:
 [2023-06-11 Sun 14:57]



** DONE List games on Escon Geek list
CLOSED: [2023-06-11 Sun 20:39] SCHEDULED: <2023-06-11 Sun 19:00>
:PROPERTIES:
:Effort:   1:00
:END:
:LOGBOOK:
CLOCK: [2023-06-11 Sun 19:10]--[2023-06-11 Sun 20:39] =>  1:29
:END:
 [2023-06-11 Sun 14:59]

** DONE Play ARAM                                                    :Break:
CLOSED: [2023-06-11 Sun 19:09] SCHEDULED: <2023-06-11 Sun 18:45>
:PROPERTIES:
:Effort:   0:15
:END:
:LOGBOOK:
CLOCK: [2023-06-11 Sun 18:44]--[2023-06-11 Sun 19:09] =>  0:25
:END:
 [2023-06-11 Sun 18:43]

** DONE Take a shower
CLOSED: [2023-06-11 Sun 21:27] SCHEDULED: <2023-06-11 Sun 21:10>
:PROPERTIES:
:Effort:   0:15
:END:
:LOGBOOK:
CLOCK: [2023-06-11 Sun 21:11]--[2023-06-11 Sun 21:27] =>  0:16
:END:
 [2023-06-11 Sun 21:11]


*** DONE Pack up Second Bedroom
CLOSED: [2023-06-18 Sun 21:14] SCHEDULED: <2023-06-18 Sun 19:00>
:LOGBOOK:
CLOCK: [2023-06-18 Sun 19:04]--[2023-06-18 Sun 21:14] =>  2:10
:END:
 [2023-06-17 Sat 18:03]

*** DONE Pack up TV Stand
CLOSED: [2023-06-18 Sun 19:04] SCHEDULED: <2023-06-18 Sun 18:30>
:LOGBOOK:
CLOCK: [2023-06-18 Sun 18:45]--[2023-06-18 Sun 19:04] =>  0:19
CLOCK: [2023-06-18 Sun 17:54]--[2023-06-18 Sun 17:56] =>  0:02
CLOCK: [2023-06-18 Sun 17:53]--[2023-06-18 Sun 17:53] =>  0:00
CLOCK: [2023-06-18 Sun 17:48]--[2023-06-18 Sun 17:48] =>  0:00
CLOCK: [2023-06-18 Sun 17:47]--[2023-06-18 Sun 17:47] =>  0:00
CLOCK: [2023-06-18 Sun 17:46]--[2023-06-18 Sun 17:46] =>  0:00
CLOCK: [2023-06-18 Sun 17:45]--[2023-06-18 Sun 17:46] =>  0:01
:END:
 [2023-06-17 Sat 18:03]

*** DONE Pack up side table contents
CLOSED: [2023-06-18 Sun 18:45] SCHEDULED: <2023-06-18 Sun 18:00>
:LOGBOOK:
CLOCK: [2023-06-18 Sun 17:56]--[2023-06-18 Sun 18:45] =>  0:49
:END:
 [2023-06-17 Sat 18:03]

** DONE Lunch/Dinner 
CLOSED: [2023-06-18 Sun 17:45] SCHEDULED: <2023-06-18 Sun 17:00>
:LOGBOOK:
CLOCK: [2023-06-18 Sun 16:56]--[2023-06-18 Sun 17:45] =>  0:49
:END:
 [2023-06-18 Sun 16:52]

* Events
:PROPERTIES:
:CATEGORY: Event
:END:
:LOGBOOK:
CLOCK: [2023-06-07 Wed 21:05]--[2023-06-07 Wed 21:05] =>  0:00
:END:

